Repository: 84000/data-translation-memory
Catalog: toh232-v4.tmx
Source language: bo
Languages: en

source: མིག་མི་འཛུམས་པའི་རྒྱལ་པོ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called king of unclosed eyes.

source: མིག་མི་འཛུམས་པར་སྣང་བའི་གནས་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called abiding in appearances with unclosed eyes.

source: གཉིད་ཐུལ་བའི་མིག་གི་བློ་གྲོས་ཅན་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called endowed with the intellect of the eye that tames sleep.

source: ངེས་པའི་རྩེ་མོའི་ཁྱད་པར་གྱི་རྒྱལ་པོ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called king of the special peak of certainty.

source: འདྲེན་པའི་སྟོབས་ཀྱིས་འགྲོ་བ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: “There is the samādhi called going with the strength of a leader.

source: གཡོ་ཞིང་མདངས་དཀར་བའི་རྣམ་པར་རྒྱལ་བར་འགྲོ་བ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called going victoriously with a flickering white glow.

source: ཀུ་མུ་དའི་ཟླ་བའི་རྒྱལ་པོ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called king of the moonlight-blossoming kumuda.

source: ཀུ་མུ་དའི་ཟླ་བ་ལེགས་པར་བསྲུངས་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called excellently guarding the moonlight-blossoming kumuda.

source: ཙན་དན་ལྟར་བདེ་ཞིང་བསིལ་བའི་རླུང་གི་རྒྱལ་པོ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called king of thepleasing and cooling sandalwood-like wind.

source: ཀེ་ཏ་ཀའི་མེ་ཏོག་རབ་ཏུ་རྒྱས་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called fully blossoming ketaka flower.

source: སའི་ཕྲེང་བའི་གནས་ཀྱི་བློ་གྲོས་ཅན་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called endowed with the intellect of the earth garland.

source: ད་ལྟར་བཞུགས་པའི་སངས་རྒྱས་མངོན་སུམ་དུ་བཞུགས་པའི་རྒྱལ་པོ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called king of the direct encounter with the buddha of the present age.

source: དུས་ཚོད་བཟང་པོ་ལ་གནས་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called abiding in the excellent time.

source: བདེ་འགྲོ་བརྟེན་པའི་རྒྱ་མཚོ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called oceanic support for pleasant rebirth.

source: གནས་ཐམས་ཅད་ཀྱི་དུས་ལ་མཁས་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called skilled in the time of all bases.

source: གནས་ཐམས་ཅད་ལ་ཐེ་ཙོམ་མེད་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called without doubt regarding all bases.

source: རྩི་སྨན་ཆེན་མོ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called great medicinal elixir.

source: རྩི་སྨན་ཆེན་མོའི་སྟོབས་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called strength of the great medicinal elixir.

source: རྩི་སྨན་ཆེན་མོའི་ཡན་ལག་ཐམས་ཅད་ཀྱི་རྒྱལ་པོ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called king of all the branches of the great medicinal elixir.

source: བསིལ་བ་ཆེན་པོ་ཞི་བའི་རྒྱ་མཚོ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called tranquil ocean of great cooling.

source: བསིལ་ཞིང་ཞི་བའི་སྟོབས་དང་ལྡན་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called having cooling and calming strength.

source: ཞི་བའི་སྟོབས་རྒྱས་པར་འགྲོ་བ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called going to the full strength of tranquility.

source: ཆུ་འབབ་པའི་ཆར་གྱི་སྟོབས་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: “There is the samādhi called strength of torrential rainfall.

source: དབང་པོའི་ཏོག་གི་རྒྱལ་མཚན་ཅན་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called endowed with the victory banner of Indra’s emblem.

source: ཏོག་གི་དཔལ་གྱི་ཕྱག་རྒྱ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called seal of the emblem’s glory.

source: ནོར་བུའི་ཆུའི་དྲ་བ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called watery network of jewels.

source: ལུས་ཀྱི་མཆོག་ཏུ་འགྱུར་བ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called excellence of the body.

source: བསམ་གཏན་གྱི་མེ་ཏོག་གི་ཁུ་བ་དང་ལྡན་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called endowed with the nectar of the flower of meditative absorption.

source: བུང་བའི་སྤོས་ཀྱི་སེར་བུའི་མེ་ཏོག་ཅེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called fragrant flowery breeze of the bee.

source: ནགས་ཀྱི་མཚམས་མཛེས་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called beauty of the forest hermit.

source: ནགས་སུ་འགྲོ་བ་ཡིད་དུ་འོང་བ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called pleasure of going to the forest.

source: ནགས་སུ་དགའ་ཞིང་ཡིད་དུ་འོང་བས་རྒྱས་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called fully taking pleasure and finding joy in the forest.

source: ཡེ་ཤེས་ཀྱིས་བརྒྱན་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called adorned with gnosis.

source: ཡེ་ཤེས་འདོད་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called desiring gnosis.

source: གསེར་ལྟར་སྣང་བ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called appearing golden.

source: ཡེ་ཤེས་དག་པར་བྱེད་པའི་ཕྱག་རྒྱ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called the seal that purifies gnosis.

source: པད་མའི་ལུས་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called lotus body.

source: ཉི་མའི་སྙིང་པོ་འདོད་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called desiring the essence of the sun.

source: ཟླ་བའི་སྙིང་པོ་འདོད་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called desiring the essence of the moon.

source: འོད་ཟེར་གྱི་རྒྱལ་པོ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: “There is the samādhi called the king of light rays.

source: འོད་ཟེར་ཟླུམ་པོ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called halo of light rays.

source: འོད་ཟེར་གྱི་ཕྲེང་བའི་འོད་ཅེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called radiant garland of light rays.

source: འོད་ཟེར་གྱིས་བསྲུངས་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called guarded by light rays.

source: འོད་ཟེར་གྱི་གནས་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called abode of light rays.

source: འོད་ཟེར་གྱི་དུས་ཚོད་ཅེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called time of light rays.

source: འོད་ཟེར་གྱི་བརྩོན་འགྲུས་ཀྱི་གཟི་བརྗིད་ཀྱི་བློ་གྲོས་ཅན་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called endowed with the intellect with the brilliance of the light rays of perseverance.

source: ཡེ་ཤེས་ཀྱི་ལྕགས་ཀྱོས་བསྒྱུར་བའི་སྤོས་ཀྱི་གླང་པོ་ཆེའི་རྒྱལ་པོ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called great mighty elephant king chained by gnosis.

source: ཅང་ཤེས་ཀྱི་གཙུག་ཕུད་རྣམ་པར་འཕྲུལ་པའི་རྒྱལ་པོ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called king of the magical manifestation of the thoroughbred’s mane.

source: རྒྱགས་པས་དཔའ་ཞིང་དྲག་པའི་སྟོབས་ཀྱིས་འགྲོ་བ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called going with arrogant pride and fierce strength.

source: སྦྲང་རྩི་བྱེད་པའི་བུང་བ་སྐད་སྙན་པ་རྒྱགས་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called proud hum of the honey bee.

source: བྱའི་སྤྱོད་ཡུལ་གྱི་དུས་ཚོད་ཅེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called season of the bird’s domain.

source: རྒྱལ་པོའི་ཡུལ་འཁོར་གྱི་སའི་རྣལ་འབྱོར་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called yogic practitioner of the lands of the royal kingdom.

source: རྒྱགས་ཤིང་མྱོས་པའི་སེམས་ཀྱིས་རྣམ་པར་འཕྲུལ་པའི་རྒྱལ་པོ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called king of the magical manifestation through the mind that is intoxicated with pride.

source: རྩ་བའི་སྟོབས་ཀྱི་ཏོག་གི་འོད་ཅེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called light of the emblem of fundamental force.

source: གྲགས་པའི་རྒྱལ་མཚན་གྱི་སྙན་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called fame of the renowned victory banner.

source: ཁྱད་པར་དུ་འཕགས་པའི་ཆོ་ག་ལ་རབ་ཏུ་སྒྲིམ་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: “There is the samādhi called fervently performing the especially exalted rites.

source: སྟག་གི་མིག་འཛུམས་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called tiger’s closed eyes.

source: ཉི་མ་དང་མེ་ལྟ་བུའི་རྣམ་པར་འཕྲུལ་པ་གཞོན་པའི་ལུས་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called magical manifestation of the youthful body that is like fire and the sun.

source: དགའ་བ་རྒྱ་ཆེན་པོའི་ཁྱིམ་གྱི་གནས་ཀྱི་ཡོན་ཏན་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called qualities of abiding in the household of vast joy.

source: ཡེ་ཤེས་དྲི་མ་མེད་པའི་ལས་ཀྱི་ཆོ་གར་བྱ་བའི་རྣམ་པར་འཕྲུལ་པའི་རྒྱལ་པོ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called king of the magical manifestation who performs the rites of stainless gnosis.

source: དཔེར་བྱ་བ་ཀུན་ནས་བསྡུས་པའི་རྒྱལ་པོ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called king who encompasses all comparisons.

source: སྒྲོན་མ་འབར་བའི་རྒྱལ་པོ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called king of the blazing lamp.

source: སྦྱོར་བ་ལ་དམིགས་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called observing the preparations.

source: ལུས་མཆོག་ཏུ་དགའ་བ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called supreme delight in the body.

source: དྲ་བ་ཅན་གྱི་ལུས་ལ་སྦྱོར་བ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called connecting with the illusory network of the body.

source: དྲ་བ་ཅན་གྱི་འོད་ཟེར་གྱི་རྒྱལ་པོའི་ལུས་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called king of the network of light rays.

source: ཚུལ་ཁྲིམས་དང་དུལ་བ་ལ་དཔའ་བར་འགྲོ་བ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called going heroically to discipline and taming.

source: དགའ་བ་དང་རབ་ཏུ་དགའ་བའི་སྟོབས་ཀྱིས་འགྲོ་བ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called going through the strength of joy and utter joy.

source: བྱམས་པ་ལ་དམིགས་པའི་རྒྱ་མཚོའི་དུས་ཚོད་ཅེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called oceanic tide of observing loving-kindness.

source: བཟོད་པའི་སྟོབས་ཤིན་ཏུ་མཉམ་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called utter equanimity of the strength of patience.

source: བརྩོན་པའི་རྣམ་པར་འཕྲུལ་པའི་རླུང་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called miraculously emanated wind of diligence.

source: མཐའ་མར་གྱུར་པའི་ཆོས་ལ་བརྩོན་པར་བྱ་བ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: “There is the samādhi called striving diligently toward the final Dharma.

source: ནམ་མཁའི་རང་བཞིན་རྣམ་པར་དག་པའི་དུས་ཚོད་ཅེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called time of the complete purity of the nature of space.

source: དཔའ་བོ་ཆེན་པོའི་སྙིང་པོ་ལ་གུས་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called paying respect to the essence of the great hero.

source: ས་བོན་ཆེན་པོ་ཞིང་ལ་གནས་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called great seed abiding in the field.

source: ཡེ་ཤེས་ཀྱི་མུ་སྟེགས་ཀྱི་འདུ་སྟོན་བྱ་བའི་ཕྱག་རྒྱ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called ocean that gathers all the pools of gnosis.

source: ཕྱག་རྒྱའི་ཕྲེང་བ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་། བྱ་བ་བྱུང་ན་
en: There is the samādhi called garland of seals.

source: སངས་རྒྱས་མངོན་སུམ་དུ་བཞུགས་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་། ཡེ་ཤེས་ཀྱི་བྱ་བ་བྱུང་ན་
en: There is the samādhi called direct encounter with the Buddha when activity arises.

source: སངས་རྒྱས་མངོན་སུམ་དུ་བཞུགས་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called direct encounter with the Buddha when the activities of gnosis arise.

source: ཐམས་ཅད་བདེ་བ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called all bliss.

source: བསོད་ནམས་ཐམས་ཅད་ཀྱི་ལུས་ཀྱི་རྒྱལ་པོ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called king of the body of all merit.

source: བར་སྣང་གི་གནས་སུ་བྱུང་བའི་སངས་རྒྱས་ཀྱི་སྒྱུ་འཕྲུལ་ལ་གནས་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called abiding in the illusory emanation of a buddha appearing in midair.

source: བྲག་ཅའི་རྣམ་པར་འཕྲུལ་པའི་རྒྱལ་པོ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called king of the miraculously emanated echo.

source: གཉིད་ལས་སད་པའི་སེམས་ཐོབ་པ་ལ་གནས་པའི་རྣམ་པར་འཕྲུལ་པའི་རྒྱལ་པོ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called king of the magical manifestation of abiding in the attainment of the mind that has awoken from sleep.

source: བདག་ཉིད་ཤི་བ་ལྟ་བུའི་རྣམ་པར་འཕྲུལ་པར་གྱུར་ཅིང་ཁྱད་པར་དུ་འཕགས་པ་ཐམས་ཅད་རབ་ཏུ་སྟོན་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called magically manifesting the appearance of one’s own death and displaying all excellences.

source: འཇིག་རྟེན་གྱི་རྗེས་སུ་འཐུན་པའི་བྱ་བ་བྱུང་ན་སངས་རྒྱས་མངོན་སུམ་དུ་བཞུགས་པར་རབ་ཏུ་སྟོན་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: “There is the samādhi called displaying the direct encounter with the Buddha when activity that accords with the world arises.

source: རྡུལ་དང་རྡུལ་ཕྲན་ཐམས་ཅད་ལ་བརྩམ་པ་མེད་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called nonfabrication of all particles and minute particles.

source: བདག་ཉིད་སྟོན་པའི་མར་མེ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called self-illuminating lamp.

source: རང་གི་སྐྱེ་གནས་ལ་རྨོངས་པ་ལ་བྱ་བ་བྱེད་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called performing actions without regard for one’s place of birth.

source: སྐྱེ་གནས་ཐམས་ཅད་དུ་བསླབ་པར་བྱ་བ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called training in all the places of birth.

source: ཆུའི་ཆུ་བུར་གྱི་སྙིང་པོ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called essence of water bubbles.

source: ཆུའི་དབུ་བ་རབ་ཏུ་སྟོན་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called displaying water bubbles.

source: མི་མཉམ་པ་དང་མཉམ་པའི་ཡེ་ཤེས་རྟག་ཏུ་རབ་ཏུ་སྟོན་པའི་རྣམ་པའི་སྒྲོན་མ་སྟོན་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called shining the lamp that constantly illuminates the unequaled gnosis.

source: བརྩོན་འགྲུས་ཀྱི་ཆོ་ག་ཞར་ལ་འབྱུང་བ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called ancillary effects of the rites of diligence.

source: ཡེ་ཤེས་ཀྱི་མེ་ལོང་གི་དཀྱིལ་འཁོར་དང་རབ་ཏུ་ཕྲད་པར་སྟོན་པའི་རྒྱལ་པོ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called king of showing the encounter with the spherical mirror of gnosis.

source: རིགས་དང་ལུས་ཡིད་དུ་འོང་བའི་སྒྲོན་མ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called lamp of the pleasing family and body.

source: དུད་འགྲོའི་སྐྱེ་གནས་སུ་སྨོན་པའི་སེམས་ལ་སྦྱོར་བ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called applying the mind to the aspiration to be born in the animal abodes.

source: དུད་འགྲོའི་སྐྱེ་གནས་སུ་མངོན་པར་རྩེ་བ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called manifestly sporting within the animal abodes.

source: དུད་འགྲོའི་སྐྱེ་གནས་སུ་རབ་ཏུ་དགའ་བ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called delighting in the animal abodes.

source: དུད་འགྲོའི་སྐྱེ་གནས་སུ་མངོན་པར་ཆགས་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called desiring birth in the animal abodes.

source: དུད་འགྲོའི་སྐྱེ་གནས་ཐམས་ཅད་དུ་གོས་པ་མེད་པར་རྣམ་པར་འཕྲུལ་པའི་རྒྱལ་པོ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called king of the magical manifestation that is unsullied within the animal abodes.

source: སེམས་ཅན་དམྱལ་བར་འཇུག་པ་མངོན་པར་བསྔགས་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called praising entry into the hell realms.

source: སེམས་ཅན་དམྱལ་བར་མངོན་པར་དགའ་ཞིང་རབ་ཏུ་མོས་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called rejoicing in and yearning for the hell realms.

source: སེམས་ཅན་དམྱལ་བས་གོས་པ་མེད་པར་བྱ་བ་ལ་རྣམ་པར་འཕྲུལ་པའི་རྒྱལ་པོ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called king of the magical manifestation that is unsullied within the hell realms.

source: བདེ་བླག་ཏུ་ཞི་བར་འགྲོ་བ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called going easily and quickly to tranquility.

source: ཐམས་ཅད་ཀྱི་གནས་ཀྱི་དུས་ཚོད་ཅེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: “There is the samādhi called time of all abodes.

source: བསོད་ནམས་ཀྱི་ཀླུང་འབབ་པའི་རྒྱ་མཚོ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called ocean into which the river of merit flows.

source: དག་བྱེད་ཀྱི་རླུང་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called purifying river.#16

source: དག་བྱེད་ཀྱི་བསོད་ནམས་བསགས་པར་འགྲོ་བའི་སྟོབས་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called strength of going to the accumulation of purifying merit.

source: དག་བྱེད་ཀྱི་པད་མ་དཀར་པོ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called purifying white lotus.

source: དག་བྱེད་ཀྱི་པད་མ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called purifying lotus.

source: མུ་སྟེགས་ཀྱི་བཀྲ་ཤིས་ཀྱི་གནས་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called abode of the goodness of the non-Buddhists.

source: མུ་སྟེགས་ཀྱི་བཀྲ་ཤིས་བསྔགས་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called praising the goodness of the non-Buddhists.

source: མུ་སྟེགས་ཀྱི་བཀྲ་ཤིས་ཉན་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called causing others to hear of the goodness of the non-Buddhists.

source: རྨི་ལམ་གྱི་བཀྲ་ཤིས་ཐོབ་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called obtaining the goodness of dreams.

source: རྨི་ལམ་གྱི་བཀྲ་ཤིས་བསྔགས་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called praising the goodness of dreams.

source: རྨི་ལམ་གྱི་བཀྲ་ཤིས་ཐོབ་པ་ལ་དགའ་བ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called taking joy in obtaining the goodness of dreams.

source: རྨི་ལམ་བཀྲ་ཤིས་པར་བྱ་བ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called making dreams good.

source: ཡང་དག་པའི་བཀྲ་ཤིས་རྒྱས་པའི་རྒྱལ་པོ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called king of the vast goodness of the authentic.

source: རྒྱས་པར་ཡངས་པ་སྐྱེ་བ་ཤེས་པ་ལ་རབ་ཏུ་དགའ་བ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called utterly enjoying the extensive, vast knowledge of rebirth.

source: རླུང་གི་མཚམས་བསྔགས་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called praising the directions of the wind.

source: སྦྱོར་བ་བྱས་ཀྱང་རུང་མ་བྱས་ཀྱང་རུང་སྟེ་གྲུབ་པའི་རྣམ་པར་འཕྲུལ་པའི་རྒྱལ་པོ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: “There is the samādhi called king of the magical manifestation of the accomplishment that is realized whether or not one engages in practice.

source: ཉེ་བར་གནས་པའི་ཆོ་གའི་བརྟུལ་ཞུགས་ལ་ངེས་པར་གནས་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called abiding definitively in the ascetic practice of the rites of abiding closely in discipline.

source: ཉེ་བར་གནས་པ་བསྔགས་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called praising abiding closely in discipline.

source: ཉེ་བར་གནས་པ་དེ་ཁོ་ནའི་ཆོ་གའི་སྒྲོན་མ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called lamp of the rites of actually abiding closely in discipline.

source: ཉེ་བར་གནས་པའི་དེ་ཁོ་ནའི་ཐོབ་པས་རབ་ཏུ་ཞི་བར་བྱེད་པའི་རྒྱལ་པོ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called king of pacification through the attainment of actually abiding closely in discipline.

source: རྟག་ཏུ་ཉེ་བར་གནས་པ་ལ་འཇུག་པའི་གསང་བ་ཤིན་ཏུ་མཐོང་བ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called completely seeing the secret of constantly abiding closely in discipline.

source: རྟག་ཏུ་ཉེ་བར་གནས་པ་ལ་མངོན་པར་ཆགས་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called attachment to constantly abiding closely in discipline.

source: རྟག་ཏུ་ཉེ་བར་གནས་པ་ལ་རབ་ཏུ་དགའ་བ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called utterly delighting in constantly abiding closely in discipline.

source: རྟག་ཏུ་ཉེ་བར་གནས་པའི་དགའ་བ་ལ་དགའ་བ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called delighting in the joy of constantly abiding closely in discipline.

source: རྟག་ཏུ་ཉེ་བར་གནས་པའི་ཕྱེ་མས་བཀླུབས་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called covered in the colored powder of constantly abiding closely in discipline.

source: རྟག་ཏུ་ཉེ་བར་གནས་པ་ཤིན་ཏུ་བསིལ་བའི་ཏ་མ་ལའི་ལོ་མ་སྤོས་ཀྱིས་བསྒོས་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called infused with the utterly cooling tamala-leaf fragrance of constantly abiding closely in discipline.

source: རྟག་ཏུ་ཉེ་བར་གནས་པའི་བདུག་པས་བདུགས་ཤིང་བྱུག་པའི་ངད་པས་བྱུགས་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called fumigated with the incense and anointed with the scented ointment of constantly abiding closely in discipline.

source: སྣ་ཚོགས་སུ་མངོན་པར་རྩེ་བ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called manifestly sporting in various ways.

source: རོ་བྲོ་བ་ཐམས་ཅད་དང་ལྡན་པའི་མེ་ཏོག་གིས་རྒྱགས་ཤིང་མྱོས་པའི་བུང་བ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called bee that is satiated and intoxicated by the flower endowed with all flavors.

source: བདུད་རྩི་ཐམས་ཅད་ཀྱི་བདེ་བའི་ལོངས་སྤྱོད་ཀྱིས་ཁྱིམ་གྱི་གནས་དགའ་བར་བྱེད་པའི་རྣམ་པར་འཕྲུལ་པའི་རྒྱལ་པོ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called king of the magical manifestation of the blissful enjoyment of all nectars that delights householders.

source: རྟག་པ་དང་། ཐེར་ཟུག་པ་དང་། བརྟན་ཞིང་ཚེར་མ་རྣམ་པར་བསལ་བ་དང་འདྲ་བ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called like completely clearing away all the brambles in the fields of permanence, eternality, and constancy.

source: སྤྲིན་ཆེན་པོའི་ཆུའི་རྒྱུན་གྱི་རྒྱལ་པོ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: “There is the samādhi called king of the flowing water of the great cloud.

source: སྤྲིན་ཆེན་པོའི་རྔ་སྒྲའི་རྒྱལ་པོ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called king of the drum-sound of the great cloud.

source: སྤྲིན་ཆེན་པོའི་གློག་གི་འོད་ཀྱི་བརྩོན་འགྲུས་ཀྱི་རྒྱལ་པོ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called king of the perseverance of the lightning of the great cloud.

source: སྤྲིན་ཆེན་པོའི་ཆུའི་ཤུགས་འཛིན་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called forcefully holding the water of the great cloud.

source: སྤྲིན་ཆེན་པོའི་ཆུའི་གསང་བ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called secret of the water of the great cloud.

source: སྤྲིན་ཆེན་པོའི་གློག་གི་ཕྲེང་བ་ཅན་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called garland of the lightning of the great cloud.

source: སྤྲིན་ཆེན་པོའི་མཚོའི་གནས་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called oceanic abode of the great cloud.

source: སྤྲིན་ཆེན་པོའི་བློ་གྲོས་ལ་མཁས་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called skilled in the intellect of the great cloud.

source: སྤྲིན་ཆེན་པོ་བརྟན་པའི་ཆུ་ཟབ་མོའི་རྒྱ་མཚོའི་བློ་གྲོས་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called intellect of the deep ocean of the constant water of the great cloud.

source: སྤྲིན་ཆེན་པོའི་ཆུའི་འོད་ཟེར་གྱི་ཆུའི་རྒྱུན་གྱི་རྒྱལ་པོ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called king of the light-radiating flow of the great cloud’s water.

source: སྤྲིན་ཆེན་པོའི་ཆུའི་རྒྱ་མཚོའི་དུས་ཚོད་ཅེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called tide of the oceanic waters of the great cloud.

source: སྤྲིན་ཆེན་པོའི་ས་བོན་གྱི་རྒྱ་མཚོའི་བློ་གྲོས་ཅན་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called endowed with the intellect of the ocean of seeds of the great cloud.

source: སྤྲིན་ཆེན་པོ་རབ་ཏུ་གཡོ་བའི་ཆུའི་རྣམ་པར་འཕྲུལ་པའི་རྒྱལ་པོ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called king of the magical manifestation of the agitated waters of the great cloud.

source: སྤྲིན་ཆེན་པོའི་ལུས་ཀྱི་འོད་ཅེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called light of the body of the great cloud.

source: སྤྲིན་ཆེན་པོ་ཞི་བའི་ཆུའི་རྒྱུན་ཅེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called tranquil flow of the great cloud.

source: སྤྲིན་ཆེན་པོའི་ཆུ་འདོད་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called desiring the water of the great cloud.

source: སྤྲིན་ཆེན་པོ་ཤེས་པའི་རྒྱ་མཚོ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called ocean of knowledge of the great cloud.

source: སྤྲིན་ཆེན་པོ་རྣམ་པར་རྒྱལ་བའི་སྟོབས་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called victorious strength of the great cloud.

source: སྤྲིན་ཆེན་པོ་སྡེའི་སྟོབས་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called strength of the army of the great cloud.

source: སྤྲིན་ཆེན་པོའི་དཔལ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་།
en: There is the samādhi called glory of the great cloud.
